[
  {
    "locationName": "Colesseum in Rome",
    "reviewContent": "Visiting the Colosseum was awe-inspiring. Walking through its ancient arches, I marveled at the grandeur and historical significance of this iconic amphitheater. The rich history and impressive architecture made it a highlight of my Roman adventure. A truly unforgettable experience.",
    "country": "Italy",
    "city": "Rome",
    "userId": 1,
    "likeCount": 29,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/rome_colesseum.jpg"
  },
  {
    "locationName": "Bagpipes in Edinburgh",
    "reviewContent": "Watching bagpipers perform in Edinburgh was mesmerizing. The soulful melodies echoed through the historic streets, adding a magical touch to the city's atmosphere. The traditional music and the performers’ skillful playing made it a memorable part of my Scottish visit.",
    "country": "United Kingdom",
    "city": "Edinburgh",
    "userId": 2,
    "likeCount": 23,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/scotland_piper.jpg"
  },
  {
    "locationName": "Eiffel Tower is Amazing!",
    "reviewContent": "Ascend the iconic Eiffel Tower for panoramic views of Paris that will leave you breathless. We explored its elegant levels, enjoyed world-class dining, and experienced the magic of Paris illuminated by night. An unforgettable highlight of our Parisian adventure!",
    "country": "France",
    "city": "Paris",
    "userId": 2,
    "likeCount": 34,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/paris_eiffel_tower.jpg"
  },
  {
    "locationName": "Hot Air Balloons",
    "reviewContent": "Experience a breathtaking spectacle as hundreds of vibrant hot air balloons fill the sky above majestic mountains. Drift amidst the clouds and revel in the serene beauty of this unforgettable aerial festival.",
    "country": "Switzerland",
    "city": "Lauterbrunnen",
    "userId": 1,
    "likeCount": 1,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/hot_air_balloons.jpg"
  },
  {
    "locationName": "Eiffel Tower is must see!",
    "reviewContent": "Visiting the Eiffel Tower was a dream come true. The views of Paris were breathtaking, and the evening lights turned the city into a magical spectacle. Exploring the levels and dining there made the experience truly unforgettable. Highly recommended!",
    "country": "France",
    "city": "Paris",
    "userId": 1,
    "likeCount": 22,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/paris_eiffel_tower_2.jpg"
  },
  {
    "locationName": "Times Square",
    "reviewContent": "Experiencing Times Square was exhilarating. The dazzling lights and vibrant energy of the crowds created an electric atmosphere. From the giant billboards to the bustling streets, it was a sensory overload in the best way possible. A must-see in New York City!",
    "country": "United States",
    "state": "New York",
    "city": "New York City",
    "userId": 1,
    "likeCount": 17,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/new_york_times_square.jpg"
  },
  {
    "locationName": "Loved the Louvre <3",
    "reviewContent": "Exploring the Louvre Museum was an extraordinary experience. Marveling at masterpieces like the Mona Lisa and the Venus de Milo, I was captivated by the vast collection and stunning architecture. The museum’s rich history and art made it an unforgettable highlight of our Paris trip.",
    "country": "France",
    "city": "Paris",
    "userId": 1,
    "likeCount": 15,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/louvre_paris.jpg"
  },
  {
    "locationName": "Unique French/German mix",
    "reviewContent": "This picturesque village is one of the stops along the Alsatian Wine Route. It offers a storybook-like setting; cobblestone streets, stone bridges and colorful half-timbered houses are the norm here. It is surrounded by scenic vineyards and rolling hills. Try the Alsatian wines and local specialties, including foie gras and kouglof, a sweet raisin brioche.",
    "country": "France",
    "city": "Kaysersberg",
    "userId": 1,
    "likeCount": 15,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/kaysersberg_france.jpg"
  },
  {
    "locationName": "Beautiful Isle of Capri",
    "reviewContent": "The Isle of Capri, nestled in the Tyrrhenian Sea, boasts stunning cliffs, crystal-clear waters, and charming villages. Renowned for its dramatic landscapes, luxury boutiques, and vibrant blue grotto, it’s a picturesque retreat for travelers seeking both beauty and relaxation.",
    "country": "Italy",
    "city": "Capri",
    "userId": 2,
    "likeCount": 40,
    "image": "https://groupprojectdm.s3.us-east-2.amazonaws.com/capri_italy.jpg"
  }
]
